IDEA Open Model
SteelSetup.FrictionCoefficientPboltDefault Method
Compatible with IDEA StatiCa 20.1
 Friction Coefficient Pbolt Default
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public virtual double FrictionCoefficientPboltDefault()
Public Overridable Function FrictionCoefficientPboltDefault As Double
Return Value
Type: Double
[Missing <returns> documentation for "M:IdeaRS.OpenModel.SteelSetup.FrictionCoefficientPboltDefault"]
See Also
Reference
SteelSetup Class
IdeaRS.OpenModel Namespace